Repository: iwein/temp
Catalog: scotty/static/po/*.po
Languages: de

source: Please choose from the list or write down at least one other technology or skill you've been working with for a relevant period of time.
de: Bitte gib mindestens eine Technologie oder Kenntniss an, mit der du einen längeren Zeitraum gearbeitet hast.

source: Please define the reason for your withdrawal.
de: Bitte gib die Gründe für dein Zurückziehen an.

source: Please describe in detail your recruitment process. Candidates are more likely to accept offers with clear next steps!
de: Bitte beschreiben Sie den Interviewprozess detailliert. Kandidaten akzeptieren eher Angebote mit transparenten nächsten Schritten!

source: Please describe the development methodology your tech team uses.
de: Bitte beschreiben Sie die Entwicklungsmethode, die Ihr IT-Team anwendet.

source: Please describe the training opportunities available to your tech team.
de: Bitte beschreiben Sie die Weiterbildungsmöglichkeiten für das IT-Team.

source: Please describe the working devices/ambience, operating system and tools.
de: Bitte beschreiben Sie die Ausstattung an Hardware, Betriebssystemen und Software.

source: Please describe the working environment in the office of the tech team. E.g. open-plan office or dedicated offices per tech team, meeting rooms, noise level, table tennis, kitchen, etc.
de: Bitte beschreiben Sie das Umfeld der IT-Arbeitsplätze, z.B. Großraum, Einzelbüros, Arbeitsinseln, Meeting-Räume, Lautstärke, Küche, etc.

source: Please describe what happens after a candidate has accepted your job offer. How do you the structure the interview and on-boarding process?
de: Bitte beschreiben Sie die Schritte, nachdem ein Kandidat ein Angebot akzeptiert hat. Wie gestalten Sie die Interviews und den Onboarding-Prozess?

source: Please describe your reason
de: Bitte geben Sie einen Grund an.

source: Please describe your software engineering framework, e.g. if you practice Agile methods such as Scrum or Kanban or rather structured approaches.
de: Bitte beschreiben Sie Ihre Vorgehensweise in der Software-Entwicklung, z.B. Nutzung agiler Methoden wie Scrum oder Kanban.

source: Please don't hesitate to contact me at <a ng-href="mailto:{{ email }}">{{ email }}</a> or by phone at <span class="number">+49 30-2639389-15</span>, if I can assist you or provide guidance for your next step in IT.
de: Du kannst mich gern jederzeit bei Fragen kontaktieren: <a ng-href="mailto:{{ email }}">{{ email }}</a> oder telefonisch unter <span class="number">+49 30-2639389-15.</span>

source: Please don't hesitate to contact me at <a ng-href="mailto:{{ email }}">{{ email }}</a> or by phone at <span class="number">+49 30-2639389-15</span>, if you've got questions regarding the sign up.
de: Sie können mich bei Fragen jederzeit ansprechen unter <a ng-href="mailto:{{ email }}">{{ email }}</a> oder telefonisch unter <span class="number">+49 30-2639389-15</span>,

source: Please enter at least one technology
de: Bitte mindestens eine Technologie eingeben.

source: Please enter the city name and wait for the system to validate.
de: Bitte geben Sie den Namen einer Stadt ein und warten Sie auf die Auswahl des Systems.

source: Please enter your job start date.
de: Bitte wähle dein Startdatum.

source: Please enter your notice period or when you will be available.
de: Bitte gib deine Kündigungsfrist an oder wann du verfügbar bist.

source: Please inform how well your tech force gets equipped with computers and monitors. Do you allow a free choice of operating systems and toolsets? Do you provide ergonomic desks and chairs?
de: Bitte geben Sie an, wie das IT Team bei Ihnen ausgestattet wird. Mehrere Monitore pro Arbeitsplatz? Ist die freie Wahl von Betriebssystemen und Software-Tools vorgesehen? Achten Sie auf Ergonomie?

source: Please insert a description of the mission of your company.
de: Bitte geben Sie eine Beschreibung Ihrer Unternehmensmission an.

source: Please insert a description of the office where the tech team works at.
de: Bitte beschreiben Sie das Büro in dem das IT Team arbeitet.

source: Please insert a number.
de: Bitte eine Nummer eingeben.

source: Please insert a personal message for the candidate.
de: Bitte verfassen Sie eine persönliche Nachricht an den Kandidaten.

source: Please insert a valid URL.
de: Bitte geben Sie eine gültige URL an.

source: Please insert a valid email.
de: Bitte geben Sie eine gültige E-Mail Adresse an.

source: Please insert a valid website URL (as copied form a browser window).
de: Bitte geben Sie eine gültige Internetadresse an.

source: Please insert any other education level you have.
de: Bitte gib jede andere Ausbildung die du absolviert hast hier an.

source: Please insert any other work experience you have.
de: Bitte gib jede andere gesammelte Arbeitserfahrung hier an.

source: Please insert the city of the offer.
de: Bitte fügen Sie den Standort für das Jobangebot ein.

source: Please insert the city you worked in.
de: Bitte gib die Stadt deiner Arbeitsstelle an.

source: Please insert the company name.
de: Bitte gib den Unternehmensnamen an.

source: Please insert the email of the contact person of your company.
de: Bitte geben Sie die E-Mail Adresse des Ansprechpartners Ihres Unternehmens an.

source: Please insert the first name of the contact person of your company.
de: Geben Sie bitte den Vornamen des Ansprechpartners Ihres Unternehmens an.

source: Please insert the institution name.
de: Bitte geben Sie den Name der Institution an.

source: Please insert the last name of the contact person of your company.
de: Geben sie bitten den Nachnamen des Ansprechpartners Ihres Unternehmens an.

source: Please insert the month when you left this position.
de: Bitte gib den Monat an in dem du diese Position verlassen hast.

source: Please insert the month when you started this position.
de: Bitte gib den Monat an, in dem du in dieser Position begonnen hast.

source: Please insert the name of the contact person of your company.
de: Bitte geben Sie den Namen des Ansprechpaartners Ihres Unternehmens an.

source: Please insert the name of your company.
de: Bitte geben Sie Ihren Unternehmensnamen an.

source: Please insert the number of employees of the tech team.
de: Bitte geben Sie die Anzahl der Mitarbeiter Ihres IT-Teams an.

source: Please insert the number or employees in your company.
de: Bitten geben Sie die Anzahl der Mitarbeiter im Unternehmen an.

source: Please insert the phone of the contact person of your company.
de: Bitte geben sie die Telefonnummer des Ansprechpartners Ihres Unternehmens an.

source: Please insert the role for this offer.
de: Bitte fügen Sie den Jobtitel für dieses Angebot ein.

source: Please insert the skills you expect to use.
de: Bitte gib an, welche Kenntnisse du einbringen möchtest.

source: Please insert the year when you left this position.
de: Bitte gib das Jahr an in dem du die Position verlassen hast.

source: Please insert the year when you started this position.
de: Bitte gib das Jahr an in dem du diese Position begonnen hast.

source: Please insert the year you graduated.
de: Bitte gib das Jahr deines Abschlusses an.

source: Please insert the year you started studying here.
de: Bitte gib das Jahr deines Studienbeginns an.

source: Please insert your actual starting salary.
de: Bitte gib deinen Gehaltswunsch p.a. an.

source: Please insert your address.
de: Bitte trage deine Adresse ein.

source: Please insert your company's website URL.
de: Bitte tragen Sie die Internetadresse Ihres Unternehmens ein.

source: Please insert your contact details for this offer.
de: Bitte gib für dieses Angebot deine Kontaktdaten an.

source: Please insert your email.
de: Bitte gib deine E-Mail Adresse an.

source: Please insert your expected annual revenue.
de: Bitte geben Sie Ihren erwarteten Jahresumsatz an.

source: Please insert your first name.
de: Bitte gib deinen Vornamen an.

source: Please insert your highest education level.
de: Bitte gib deinen höchsten Abschluss an.

source: Please insert your last name.
de: Bitte gib deinen Nachnamen an.

source: Please insert your new password.
de: Bitte gib dein neues Passwort ein.

source: Please insert your offer's salary.
de: Bitte machen Sie eine Gehaltsangabe für das Angebot.

source: Please insert your phone number.
de: Bitte gib deine Telefonnummer an.

source: Please insert your phone.
de: Bitte gib deine Telefonnummer an.

source: Please insert your summary.
de: Bitte gib eine Zusammenfassung an.

source: Please insert your the name of the contact person of your company.
de: Bitte geben Sie den Namen des Ansprechpartners Ihres Unternehmens an.

source: Please insert your zip code.
de: Bitte geben Sie Ihre Postleitzahl an.

source: Please introduce your day of birth.
de: Bitte trage deinen Geburtstag ein.

source: Please introduce your month of birth.
de: Bitte trage deinen Geburtsmonat ein.

source: Please introduce your year of birth.
de: Bitte trage dein Geburtsjahr ein.

source: Please introduce yourself to the candidate and tell them why you are a good fit. Make your message personal as this will get a better response.
de: Bitte stellen Sie sich dem Kandidaten vor und teilen Sie ihm mit, warum Ihr Angebot gut passen könnte. Je persönlicher die Ansprache, desto besser die Antwort.

source: Please list the projects you worked on
de: Bitte liste deine Projekte auf.

source: Please only list the skills with relevant working experience and define you knowledge level.
de: Bitte gib nur die Kenntnisse an mit denen du schonmal gearbeitet hast und wie gut du dich damit auskennst.

source: Please present some photos of your company, your IT offices, as well as kitchen and relaxation areas, your CTO, your tech team and some pictures showing the more casual/fun side of your company culture. It helps candidates get an idea how working at your company might feel like.
de: Bitte laden Sie einige Fotos zu Ihrem Unternehmen hoch. Besonders geeignet sind Bilder der Büros, des (IT)-Teams und von Events. Transportieren Sie die Kultur und die etwas andere Seite des Unternehmens. Das hilft Kandidaten sich ein Bild zu machen, wie es ist, bei Ihnen zu arbeiten.

source: Please provide a description of this position.
de: Bitte stellen Sie eine Stellenbeschreibung zur Verfügung.

source: Please provide a description of your recruitment process.
de: Bitte beschreiben Sie Ihren Interviewprozess.

source: Please provide a little description of the hiring process.
de: Bitte beschreiben Sie kurz Ihren Interviewprozess.

source: Please provide the following information.
de: Bitte geben Sie Auskunft über folgende Themen.

source: Please read the terms carefully. You need to accept them to start using the 4Scotty platform.
de: Bitte lesen Sie die Nutzungsbedingungen sorgfältig. Erst wenn Sie diesen zustimmen können Sie die 4Scotty Plattform nutzen.

source: Please select
de: Bitte auswählen

source: Please select a city from the menu.
de: Bitte Eintrag aus dem Menü auswählen.

source: Please select a city.
de: Wähle eine Stadt aus.

source: Please select a degree or check "Did not complete degree".
de: Bitte Abschluss oder "ohne Abschluss" auswählen.

source: Please select a photo.
de: Bitte ein Bild auswählen.

source: Please select a salary below €99,000,000.
de: Bitte wähle ein Wunschgehalt unter €99.000.000.

source: Please select a salutation
de: Bitte Anrede auswählen

source: Please select a target role.
de: Bitte wählen sie eine Wunschposition.

source: Please select at least one company type.
de: Bitte wählen Sie mindestens einen Unternehmenstyp aus.

source: Please select at least one location.
de: Bitte wähle mindestens einen Ort auswählen.

source: Please select the skill level.
de: Bitte gib das Level deiner Kenntnisse an.

source: Please select the year your company was founded.
de: Bitte Gründungsjahr Ihres Unternehmens auswählen.

source: Please set up your free profile.<br> We guarantee your data privacy.<br> Employers will not see your name and contact data until you accept their offers or decide so at a later point of this sign up.
de: Bitte richte dein kostenloses Profil ein.<br> Du behältst die volle Kontrolle über deine Daten.<br> Ob dein Name und Bild angezeigt werden oder nicht, entscheidest du später. Unternehmen werden deine Kontaktdaten erst sehen, wenn du deren Angebot akzeptiert hast.

source: Please type the city you're living currently.
de: Bitte gib an in welcher Stadt du gerade lebst.

source: Please type your availability
de: Bitte gib deine Verfügbarkeit an

source: Please type your minimum expected salary.
de: Bitte gib deinen Gehaltswunsch p.a. an.

source: Please upload your company logo and web addresses here, so candidates can easily identify your corporate branding.
de: Bitte laden Sie hier Ihr Unternehmenslogo hoch und tragen Ihre Internetadresse ein. Kandidaten können sich dann schnell zusätzliche Informationen erschließen.

source: Position / title
de: Position / Titel

source: Press Resources
de: Pressematerial

source: Privacy
de: Privatssphäre

source: Privacy standards
de: Datenschutz

source: Product or Project Management
de: Produkt- oder Projektmanagement

source: Profile
de: Profil

source: Profile Strength
de: Profilstärke

source: Profile picture
de: Profilbild

source: Public Transport Tickets
de: Jobticket

source: Quality Assurance
de: Qualitätssicherung

source: Quality support
de: Erstklassiger Service

source: Quality-Assured
de: Hohe Qualität der Profile

source: Recruitment process
de: Interviewprozess

source: Reject
de: Ablehnen

source: Rejected
de: Ablehnen

source: Relocation expenses
de: Umzugskosten

source: Remove
de: Entfernen

source: Request an interview
de: Interview anfragen

source: Requested Job Interviews
de: Angefragte Interviews

source: Requirements
de: Technologien

source: Resend confirmation now!
de: Jetzt Bestätigung erneut senden!

source: Reset password
de: Passwort zurücksetzen

source: Role
de: Rolle

source: Role / Target position
de: Rolle / Wunschposition

source: Role description
de: Beschreibung der Rolle

source: Role not fitting to my interests
de: Rolle passt nicht zu meinen Interessen.

source: SKILLS
de: Kenntnisse

source: SLEEPING
de: INAKTIV

source: Salary
de: Gehalt

source: Salary offer not high enough
de: Gehaltsangebot zu niedrig

source: Salary too low
de: Gehalt zu niedrig

source: Salutation
de: Anrede

source: Salutation...
de: Anrede...

source: Save
de: Speichern

source: Save and add another
de: Speichern und weitere hinzufügen

source: Saved
de: Gespeichert

source: Search
de: Suchen

source: Search by NAME or SKILL
de: Suche nach NAME oder KENNTNIS

source: Search for candidates
de: Kandidaten suchen

source: Search for companies
de: Nach Unternehmen suchen

source: Search for target position / role
de: Erweiterte Suche

source: Select
de: Auswählen

source: Select Level...
de: Level auswählen

source: Select a Degree...
de: Abschluss auswählen

source: Select file
de: Datei auswählen

source: Select the cities where you are interested to receive offers from.
de: Wähle die Städte aus in denen du gerne arbeiten möchtest.

source: Select...
de: Auswählen...

source: Sign up
de: Anmeldung

source: Signup for free
de: Kostenlos anmelden

source: Simple search
de: Einfache Suche

source: Skills
de: Kenntnisse

source: Skip
de: Überspringen

source: Software Development
de: Software-Entwicklung

source: Sorry, there are no candidates matching your criteria
de: Schade, kein Kandidat entspricht Ihren Kriterien

source: Sorry, unknown error occurred, if this error persists please contact
de: Entschuldigung, ein unbekannter Fehler ist aufgreten. Falls der Fehler besteht kontaktieren Sie bitte

source: Sport and health services
de: Sportangebote

source: Staff restaurant or food subsidies
de: Kantine oder Essenszuschüsse

source: Start date
de: Anfangsdatum

source: Start salary
de: Anfangsgehalt

source: Start year must be after 1900.
de: Startdatum muss nach 1900 sein.

source: Start year must be in the past.
de: Startdatum muss in der Vergangenheit sein.

source: Startup Company
de: Start-up

source: Static pages
de: Statische Seiten

source: Stock option program
de: Unternehmensbeteiligung

source: Submit
de: Abschicken

source: Submit offer
de: Angebot senden

source: Suggested Candidates
de: Vorgeschlagene Kandidaten

source: Summary
de: Zusammenfassung

source: TECH
de: TECHNIK

source: Target position
de: Wunschposition

source: Team size
de: Teamgröße

source: Tech Facts
de: Fakten zum IT-Team

source: Tech team office
de: Arbeitsumgebung IT-Team

source: Tech team size
de: Größe des IT-Teams

source: Technical Consultant or Sales Support
de: IT Consultant oder IT Vertrieb

source: Technical skills required. Press enter after each one.
de: Geforderte IT Kenntnisse. Drücken Sie ENTER nach jedem einzelnen.

source: Technologies & skills
de: Technologien & Kenntnisse

source: Technologies &amp; Skills
de: Technologien

source: Technologies not attractive
de: Technologien nicht attraktiv

source: Technologies/Skills
de: Technologien

source: Technologies/Skills:
de: Technologien

source: Technology
de: Technologie

source: Technology tags
de: Verwendete Technologien

source: Tell candidates what other, non-monetary benefits they can expect when they come work for you. This is the place to mention your catering chef's Michellin stars and your outstanding training policies!
de: Beschreiben Sie, welche Vorteile - über das Gehalt hinaus - Kandidaten vorfinden, wenn sie sich für Ihr Unternehmen entscheiden. Das ist der Augenblick in dem Sie die Michelin Sterne Ihres Kantinenkochs und Ihre fantastischen Weiterbildungsmöglichkeiten nennen sollten.

source: Tell us what tech you want to work with and the minimum you expect to be paid.
de: Sag uns wie dein nächster beruflicher Schritt aussehen soll.

source: Terms and services
de: Anmeldung abschließen

source: Terms of Service for Companies
de: AGB für Unternehmen

source: Terms of services
de: Anmeldung abschließen

source: Thank you for registering with 4scotty
de: Danke, dass du dich bei 4Scotty registriert hast

source: Thanks for activating your account, you can now
de: Danke, dass Sie Ihren Account aktiviert haben, Sie können jetzt

source: The Best candidates
de: Die besten Kandidaten

source: The contact details will be visible after the candidate accepted your offer.
de: Die Kontaktdaten werden sichtbar, sobald der Kandidat Ihr Angebot akzeptiert hat.

source: The date is not a valid date
de: Kein gültiges Datum.

source: The file should be an image.
de: Diese Datei sollte ein Bild sein.

source: This Site
de: Diese Seite

source: This company name is already registered.
de: Der Name dieses Unternehmens ist schon vergeben.

source: This seems to be too high.
de: Das erscheint zu hoch.

source: Toggle navigation
de: Navigation umschalten

source: Top companies using 4scotty
de: Top Unternehmen bei 4Scotty

source: Top companies using your target tech!
de: Top Unternehmen die deine Wunschtechnologien nutzen!

source: Training Policy
de: Weiterbildung

source: Training policy
de: Weiterbildung

source: Type a city...
de: Stadt eingeben ...

source: Type a skill and press enter after each one...
de: Kenntnis eingeben und ENTER nach jeder drücken ...

source: Type a skill and press enter on each one...
de: Kenntnis eingeben und ENTER nach jeder drücken ...

source: University or Institution
de: Universität oder Institution

source: Unknown invite code
de: Unbekannter Einladungs-Code

source: Update your CV
de: Aktualisiere deinen Lebenslauf

source: Upload CV
de: Lebenslauf hochladen

source: Upload a photo at least 235 px wide.
de: Lade bitte ein Foto von dir hoch, Breite mindestens 235 Pixel.

source: VC Founding amount
de: VC Gründungskapital

source: VC Funding
de: Kapital von Investoren

source: Valid chacters are: Numbers - / ( )
de: Gültige Zeichen sind - / ( )

source: Valid characters are: Numbers - / ( )
de: Gültige Zeichen sind - / ( )

source: View profile
de: Profil anzeigen

source: WE RECOMMEND
de: DAS KÖNNTE ZU DIR PASSEN

source: WORK EXPERIENCE
de: BERUFSERFAHRUNG

source: Waiting for approval
de: Warten auf Freischaltung

source: We are not a conventional job portal, which is the real reason that IT pros love 4Scotty. That’s our secret to providing access to the most competent experts that the market has to offer.
de: 4Scotty ist kein Stellenanzeigenportal. Genau deshalb fühlen sich IT-Profis hier wohl. Wir schaffen Zugang zu den kompetentesten Experten, die der Markt zu bieten hat.

source: We currently focus our efforts on the 3 listed locations. Feel free to name any other city in Germany so we know where to focus in the future.
de: Zur Zeit fokussieren wir uns auf diese drei Städte. Zögern Sie aber nicht uns auch andere Städte Ihres Interesses in Deutschland zu nennen. Diese nehmen wir gerne für die Zukunft auf.

source: We need to confirm you're at older than 16.
de: Wir müssen bestätigen, dass du älter als 16 bist.

source: We will accompany you throughout the entire process. And if you find a new job, we’ll even share our commission with you.
de: Wir begleiten dich durch den gesamten Prozess. Und wenn du einen neuen Job findest, teilen wir sogar unsere Vermittlungsgebühr mit dir.

source: We're sorry. <br> There are no companies using your tch yet. We'll notify you as soon as there is a fitting company. Don't want to wait? Then give it a try and search our platform for other technologies/skills or locations.
de: Wir entschuldigen uns. <br> Es gibt bei uns bis jetzt keine Unternehmen, die deine Technologien nutzen. Wir werden dich benachrichtigen, sobald sich ein passendes Unternehmen registriert. Du möchtest nicht warten? Dann probiere doch unsere Suche nach anderen Technologien und Kenntnissen aus.

source: We're sorry. There are no candidates with skills in your tech yet. We'll notify you as soon as there is a fitting candidate. Don't want to wait? Then give it a try and search our platform for other technologies/skills or locations.
de: Tut uns leid, es gibt noch keine Kandidaten mit Kenntnissen in Ihren aktuellen Technologien. Wir werden Sie benachrichtigen, sobald sich für Sie passende Kandidaten für anmelden. Sie möchten nicht warten? Dann probieren Sie unsere Suche für andere Technologien/Kenntnisse oder Orte aus

source: We're sorry. There are no companies using your tech yet. We'll notify you as soon as there is a fitting company. Don't want to wait? Then give it a try and search our platform for other technologies/skills or locations.
de: Tut uns leid. <br> Es gibt bei uns bis jetzt keine Unternehmen, die deine Technologien nutzen. Wir werden dich benachrichtigen, sobald es ein passendes Unternehmen gibt. Du möchtest nicht warten? Dann probiere doch unsere Suche nach anderen Technologien und Kenntnissen aus.

source: Web profiles
de: Profile im Netz

source: Website
de: Homepage

source: Welcome
de: Willkommen

source: Welcome a board
de: Willkommen an Board

source: What are you good at?
de: Worin bist du gut.

source: What is your birth day?
de: Wann ist dein Geburtstag?

source: What is your highest degree?
de: Was ist dein höchster Abschluss

source: What other education do you have?
de: Welche andere Ausbildung hast du?

source: What other work experience do you have?
de: Welche andere Arbeitserfahrung hast du?

source: When was the company established?
de: Wann wurde das Unternehmen gegründet?

source: Where are you working now?
de: Wo arbeitest du gerade?

source: Where do you live right now?
de: Wo lebst du gerade?

source: Where do you want to work at?
de: Wo willst du arbeiten?

source: Where is the role based.
de: Wo ist der Job zu besetzen.

source: Where would you like to work?
de: Wo würdest du gerne arbeiten?
