Repository: iwein/temp
Catalog: scotty/static/po/*.po
Languages: de

source: 1 character left
de: 1 Zeichen links

source: 1 employee
de: 1 Mitarbeiter

source: 1 employer found
de: 1 Unternehmen gefunden

source: 4Scotty will only charge you a success fee if you successfully hire someone through our marketplace. You will have the option of paying 18% of the first year base salary upfront, or 2% of the annual salary per month for 12 months.
de: Wir berechnen nur dann eine Vermittlungsgebühr, wenn Sie erfolgreich einen neuen Mitarbeiter über 4Scotty einstellen. Zwei Zahlmodelle stehen zur Auswahl: entweder einmalig 18% des Bruttojahresgehalts oder monatlich 2% des Bruttojahresgehalts über 12 Monate.

source: <b>Advanced</b> Several years of practical experience
de: <b>Advanced</b> Mehrere Jahre praktischer Erfahrung.

source: <b>Advanced</b> You can conduct business in the language.
de: <b>Advanced</b> Du kannst dich in der Sprache schriftlich und mündlich ausdrücken

source: <b>Basic</b> Worked with that but not extensively
de: <b>Basic</b> schonmal damit gearbeitet aber nicht sehr lange

source: <b>Basis</b> You can express yourself in the language with limited working proficiency.
de: <b>Basis</b> Du kannst dich in dieser Sprache verbal grundlegend verständigen.

source: <b>Expert</b> In-depth knowledge and comprehensive multi-project experience
de: <b>Expert</b> ausführliches Wissen und mehrjährige Erfahrung aus verschiedenen Projekten.

source: <b>Fluent</b> You professionally master the language in both written and spoken word.
de: <b>Fluent</b> Du beherrschst die Sprache in Wort und Schrift.

source: <b>Native</b> Your first language.
de: <b>Native</b> Deine Muttersprache

source: <h2>Congratulation to your new position!</h2> Your profile will be on sleep!
de: <h2>Glückwunsch zu deiner neuen Position!</h2> Dein Profil wird jetzt auf inaktiv gesetzt.

source: <h2>Sign up as IT professional and get hired!</h2>If you are an employer, click <a href="/employer/signup"><b>here</b></a>!
de: <h2>Melde dich an und lass Dich mit Job-Angeboten umwerben!</h2>Unternehmen registrieren sich bitte <a href="/employer/signup"><b>hier! </b></a>

source: <h2>Sign up as an Employer! Start looking for the best IT talent.</h2>If you are looking to be get hired, click <a href="/candidate/signup"><b>here</b></a>!
de: <h2>Registrieren Sie sich als Arbeitgeber und gewinnen Sie die besten IT-Talente!</h2>Als IT-Experte melde dich bitte <a href="/candidate/signup"><b>hier </b></a>an!

source: <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> has turned down the offer
de: <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> hat Ihr Angebot leider abgelehnt

source: <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> has requested an interview with you.
de: <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> ist interessiert an einem persönlichen Kennenlernen.

source: <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> rejected your offer.
de: <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> hat Ihr Angebot leider abgelehnt.

source: <hc-employer-link ng-model="entry.employer"></hc-employer-link> had turned down the offer
de: <hc-employer-link ng-model="entry.employer"></hc-employer-link> hat sein Angebot zurück gezogen.

source: ADD
de: Weitere

source: About us
de: Über uns

source: Accept
de: Annehmen

source: Active
de: Muttersprachlich

source: Add availability information
de: Gib an ab wann du Verfügbar bist

source: Add contact information
de: Bitte Kontaktdaten angeben

source: Add education
de: Ausbildung hinzufügen

source: Add expectation
de: Erwartungen hinzufügen

source: Add languages
de: Sprachen hinzufügen

source: Add more pictures
de: Bilder hinzufügen

source: Add skills
de: Kenntnisse hinzufügen

source: Add target position
de: Wunschposition hinzufügen

source: Add visa information
de: Visa Status angeben

source: Add work experiences
de: Berufserfahrungen hinzufügen

source: Add your company's headquarter address here and list all other offices or branches, where you intend to hire candidates.
de: Fügen Sie hier die Adresse Ihrer Zentrale ein und nennen Sie alle anderen Standorte, für die Sie neue Mitarbeiter suchen.

source: Address
de: Adresse

source: Address Line 1
de: Straße oder Postfach

source: Address Line 2
de: Straße oder Postfach

source: Address Line 3
de: Straße oder Postfach

source: After your company profile was approved, you‘ll be able to browse the 4Scotty pool of IT-Professionals and make them interview offers.
de: Nachdem Ihr Unternehmen freigeschaltet wurde, können Sie in der 4Scotty Datenbank IT-Spezialisten suchen und Jobangebote unterbreiten.

source: Age
de: Alter

source: Amazing! <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> started their job with you!
de: Großartig! <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> hat angefangen bei Ihnen zu arbeiten!

source: And get a bonus of 1.010,10€
de: Und bekomme einen Bonus von 1.010,10€

source: Annual Revenue
de: Umsatz

source: Annual Salary
de: Jahresgehalt

source: Annual revenue
de: Umsatz

source: Anywhere
de: Überall

source: Anywhere in Germany
de: Überall in Deutschland

source: Apply
de: Registrieren

source: Approval
de: Freischaltung

source: At 4Scotty, HR reps can see at first glance which skills a candidate possesses. This prevents the need for unnecessary and expensive job interviews.
de: Bei 4Scotty erkennen Unternehmen auf den ersten Blick genau die Qualifikationen der Kandidaten. Das vermeidet unnötige Bewerbungsgespräche und verkürzt den Prozess.

source: Availability
de: Verfügbarkeit

source: Awesome! You received <hc-offer-link ng-model="entry.offer">an interview offer</hc-offer-link> from <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link>
de: Großartig! Du hast <hc-offer-link ng-model="entry.offer">eine Einladung zu einem Interview</hc-offer-link> von <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link> erhalten

source: Awesome, you received an offer from <hc-employer-link ng-model="entry.employer"></hc-employer-link>
de: Großartig, du hast ein Jobangebot von <hc-employer-link ng-model="entry.employer"></hc-employer-link> erhalten

source: Awesome, you sent an offer to <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link>
de: Großartig, Sie haben ein Jobangebot an <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> gesendet

source: BENEFITS
de: Zusatzleistungen

source: BLACKLISTED
de: Auf der BLACKLIST

source: Basic information
de: Logo & Web-Seiten

source: Beginner
de: Beginn Profileingabe

source: Benefits
de: Zusatzleistungen

source: Benefits &amp; Process
de: Zusatzleistungen &amp; Prozess

source: Benefits insufficient
de: Zusatzleistungen nicht attraktiv

source: Better then beginner
de: Warten auf mehr Daten

source: Birth day can't be bigger than 31.
de: Datum bitte kleiner, gleich 31.

source: Birth day must be bigger than 1.
de: Datum bitte größer, gleich 1.

source: Birthday
de: Geburtstag

source: Block employer
de: Keine weiteren Angebote von diesem Arbeitgeber

source: Brilliant <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> had accepted an interview with you.
de: Fantastisch <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> hat einem Kennenlernen mit Ihnen zugestimmt.

source: Brilliant! You have accepted an interview with <hc-employer-link ng-model="entry.employer"></hc-employer-link>
de: Fantastisch! Du hast einem Vorstellungsgespräch mit <hc-employer-link ng-model="entry.employer"></hc-employer-link> zugestimmt.

source: Brilliant! You have accepted an interview with <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link>
de: Fantastisch! Du hast einem Vorstellungsgespräch mit <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link> zugestimmt.

source: By selecting "I agree terms of service", you agree with our terms of service.
de: Wenn Sie "Ich stimme den zu: Nutzungsbedingungen" auswählen, dann stimmen Sie unseren Nutzungsbedingungen zu.

source: CTO Blog URL
de: Blog des CTO

source: CTO Twitter URL
de: Twitter CTO

source: Cancel
de: Abbrechen

source: Candidates
de: Kandidaten

source: Child Care Services
de: Kinderbetreuung

source: City
de: Stadt

source: City or Municipality
de: Stadt oder Region

source: Companies only receive your contact details once you have explicitly accepted their offers. Your profile cannot be seen by your current employer.
de: Unternehmen können deine Kontaktdetails nur einsehen, wenn du ihr Angebot angenommen hast. Dein aktueller Arbeitgeber kann dein Profil nicht sehen.

source: Company
de: Firmenname

source: Company Cars
de: Firmenwagen

source: Company Facts
de: Unternehmensdaten

source: Company Mission
de: Mission des Unternehmens

source: Company Name
de: Name Ihres Unternehmens

source: Company Profile
de: Unternehmensprofil

source: Company Type
de: Typ

source: Company Types
de: Unternehmenstypen

source: Company pension scheme
de: Betriebliche Altersvorsorge

source: Company profile not convincing
de: Unternehmensprofil nicht überzeugend

source: Company size
de: Mirtarbeiter

source: Company video
de: Imagevideo

source: Confirm password
de: Passwort bestätigen

source: Congrats you joined Scotty.
de: Glückwunsch! Du hast dich bei 4Scotty eingetragen.

source: Congrats! Your account was approved! Welcome to Scotty!
de: Glückwunsch! Dein Account wurde freigeschaltet! Willkommen bei 4Scotty!

source: Connect
de: Verbinden

source: Contact
de: Kontakt

source: Contact &amp; Support
de: Kontakt &amp; Service

source: Contact Information
de: Kontaktdaten

source: Contact email
de: Kontakt E-Mail

source: Contact name
de: Kontakt Name

source: Contact phone
de: Kontakt Telefon

source: Contact position
de: Kontakt Position

source: Contact us
de: Kontaktiere uns

source: Continue
de: Weiter

source: Continue to your profile
de: Gehe zu deinem Profil

source: Contract Negotiating
de: Kontakt Position

source: Contract Signed
de: Vertrag unterzeichnet

source: Contract was signed
de: Vertrag wurde unterzeichnet

source: Contributions to capital formation
de: Vermögenswirksame Leistungen

source: Convenient &amp; time-saving
de: Bequem &amp; zeitsparend

source: Country...
de: Land

source: Course or Subject
de: Kurs oder Fach

source: Current position
de: Aktuelle Position

source: Dashboard
de: Übersicht

source: Data Protection
de: Datenschutz

source: Day
de: Tag

source: December
de: Dezember

source: Decimals are not allowed.
de: Dezimalstellen leider nicht erlaubt.

source: Degree
de: Abschluss

source: Describe how you interview and onboard candidates.
de: Beschreiben Sie den Interview- und Onboarding-Prozess

source: Development methodology
de: Entwicklungsmethoden

source: Did not complete degree.
de: Ohne Abschluss.

source: Do not set your salary too high, as it will block employers to send you interesting offers, that have a slightly lower nominal salary but huge other benefits.
de: Setze dein Wunschgehalt nicht zu hoch an. Das könnte Unternehmen davon abhalten dir interessante Jobangebote zu machen. Gehalt ist ja nicht alles, auf das Gesamtpaket kommt es an.

source: Does your number of employees really exceed 990000000?
de: Hat Ihr Unternehmen tatsächlich mehr als 990000000 Mitarbeiter?

source: Does your revenue really exceed &euro;9223372036854775808 per year?
de: Ist der Umsatz Ihres Unternehmens tatsächlich höher als &euro;9223372036854775808 pro Jahr?

source: Don't have an invite code?
de: Keinen Einladungs-Code?

source: Download CV
de: Lebenslauf laden

source: EDUCATION
de: AUSBILDUNG

source: Edit
de: Ändern

source: Edit mode
de: Bearbeiten

source: Edit offer
de: Bearbeiten

source: Email address
de: E-Mail

source: Email already registered.
de: E-Mail Adresse schon registriert.

source: Email must have at least 6 characters.
de: Passwort muss aus mindestens 6 Zeichen bestehen.

source: Employer Advocate
de: Ansprechpartner

source: Employers
de: Arbeitgeber

source: End year must be after 1900.
de: Das Enddatum muss nach 1900 sein.

source: End year must be in the past.
de: Das Enddatum muss in der Vergangenheit liegen.

source: End year should be after start year.
de: Das Enddatum muss nach dem Startdatum liegen.

source: Enter your company's vision &amp; mission here and let candidates know what you stand for.
de: Geben Sie hier die Daten zu Ihrem Unternehmen an und lassen Sie Kandidaten wissen, wofür Ihre Firma steht.

source: Enter your key technologies, press enter after each one
de: Nennen Sie alle Technologien mit denen Ihr Unternehmen arbeitet und bestätigen Sie jeweils mit Enter

source: Expectation
de: Gehalt & Mobilität

source: Expired
de: eingestellt

source: Extend an offer to the candidate, they cannot refuse. It's not always only about the money, additional benefits can also tilt the decision process in your favour.
de: Machen Sie Kandidaten attraktive und passende Job-Angebote. Das Gehalt ist dabei oft nicht alles! Gute Zusatzleistungen, interessante Aufgaben und ein angenehmes Arbeitsumfeld können Entscheidungen zu Ihren Gunsten beeinflussen.

source: Facebook page
de: Facebook

source: February
de: Februar

source: Fill the information faster, connect with Linked In and Xing
de: Fülle das Profil schneller aus und verbinde es mit Xing oder LinkedIn

source: Finish editing
de: Bearbeiten beenden

source: First Name
de: Vorname

source: First name
de: Vorname

source: First name must have at least 2 characters.
de: Der Vorname muss mindestens aus 2 Zeichen bestehen.

source: For Companies
de: Für Unternehmen

source: For IT professionals
de: Für IT-Profis

source: Forgot your password?
de: Passwort vergessen?

source: Fortune 500 Company
de: Fortune 500 Unternehmen

source: Founded in
de: Gründungsjahr

source: Founding amount can't be bigger than 100,000,000
de: Funding Betrag kann nicht größer als 100.000.000 sein

source: Founding year
de: Gründungsjahr

source: Free Beverages
de: Freie Getränke

source: Free Fruits
de: kostenlose Früchte

source: Full disclosure
de: Volle Transparenz

source: Good luck! you have set a start date of {{ entry.offer.job_start_date }} with <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link>
de: Viel Erfolg! Du hast ein Startdatum für {{ entry.offer.job_start_date }} mit <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link> gesetzt

source: Graduation must be after 1900.
de: Abschluss muss nach 1900 liegen

source: Graduation must be in the past.
de: Abschluss muss in der Vergangenheit liegen.

source: Great! you have started interviewing with <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link>
de: Großartig! Du hast den Rekrutierungsprozess mit <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> gestartet

source: Great! you have started interviewing with <hc-employer-link ng-model="entry.employer"></hc-employer-link>
de: Großartig! Du hast das Kennenlernen mit <hc-employer-link ng-model="entry.employer"></hc-employer-link> gestartet

source: HIRED
de: EINGESTELLT

source: Handpicked Candidates for you
de: Für Sie von uns ausgewählte Kandidaten

source: Help
de: Hilfe

source: Here you will find all offers your company made to candidates.
de: Hier finden Sie alle Angebote Ihres Unternehmens an Kandidaten.

source: Hide my name and picture from employers until i accepted their offer.
de: Verbirg meinen Namen und mein Bild, bis ich ein Angebot eines Unternehmens angenommen habe.

source: Hiring Process
de: Interviewprozess

source: Hiring process
de: Interviewprozess

source: Home
de: Startseite

source: Home office acceptance
de: Home Office Regelung

source: I agree to the
de: Ich stimme zu:

source: I am still studying there
de: Ich studiere hier noch

source: I have no further education
de: Ich habe keine weitere Ausbildung.

source: I have no further experience
de: Ich habe nirgends sonst gearbeitet.

source: I have read and agree to the <hc-tos-link>4Scotty terms of services.</hc-tos-link>
de: Ich habe die <hc-tos-link>4Scotty Nutzungsbedingungen</hc-tos-link> gelesen und stimme diesen zu.

source: I'm not interested
de: Ich bin nicht interessiert

source: If you received an invite code, plese enter it here.<br>Leave the field blank if you didn't have one and we will contact you afterwards to validate your profile.
de: Wenn du einen Einladungs-Code hast, dann gib ihn bitte hier ein. <br> Lass das Feld frei, falls du keinen hast und wir werden dich später kontaktieren, um dein Profil zu verifizieren.

source: Imprint
de: Impressum

source: In summary
de: Zusammengefasst

source: Inappropriate
de: Ungeeignet

source: Insert your current workplace or the last position you were working at.
de: Gib deine letzte Berufsstation an. Wir stellen sicher, dass dein aktueller Arbeitgeber dein Profil nicht sehen kann.

source: Insufficient Experience
de: Unzureichende Erfahrung

source: Insufficient Language Skills
de: Unzureichende Sprachkenntnisse

source: Interview request removed
de: Interviewanfrage gelöscht

source: Interview requested
de: Interview angefragt

source: Interviewed
de: Interview angefragt

source: Interviewed for this offer
de: Für dieses Angebot interviewt.

source: Invalid invitation token.
de: Ungültiger Einladungs-Code

source: Invite a friend
de: Lade einen Freund ein

source: Invite code
de: Einladungs-Code

source: January
de: Januar

source: Job Description
de: Stellenprofil

source: Job description
de: Stellenprofil

source: July
de: Juli

source: June
de: Juni

source: Language
de: Sprache

source: Languages
de: Sprachen

source: Large Corporation
de: Großes Unternehmen

source: Last Name
de: Nachname

source: Last name
de: Nachname

source: Last name must have at least 2 characters.
de: Der Nachname muss aus mindestens zwei Zeichen bestehen.

source: Life and disability insurance
de: Unfallversicherung

source: List other skills
de: Nenne weitere Kenntnisse

source: Location
de: Ort

source: Location does not fit
de: Arbeitsort passt nicht

source: Location unsuitable.
de: Ort passt nicht.

source: Locations
de: Orte

source: Log out
de: Abmelden

source: Make an offer
de: Angebot machen

source: March
de: März

source: May
de: Mai

source: Mid Sized Company
de: Mittelständisches Unternehmen

source: Month
de: Monat

source: More
de: Mehr

source: Mr
de: Herr

source: Ms
de: Frau

source: Nearly there! You have started negotiating the details with <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link>
de: Fast geschafft! Sie haben begonnen die Details mit <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> zu verhandeln

source: Nearly there! You have started negotiating the details with <hc-employer-link ng-model="entry.employer"></hc-employer-link>
de: Fast geschafft! Du hast begonnen die Details mit <hc-employer-link ng-model="entry.employer"></hc-employer-link> zu verhandeln.

source: Nearly there! You have started negotiating the details with <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link>
de: Fast geschafft! Du hast begonnen die Details mit <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link> zu verhandeln

source: Negotiating contract details
de: Vertragsverhandlungen

source: New offer requests
de: Neue Anfragen von Kandidaten

source: Nicely done, you are now live and can start receiving great offers
de: Gut gemacht, du bist jetzt freigeschaltet und wirst bald interessante Angebote erhalten.

source: No Benefits defined yet.
de: Bitte noch die Zusatzleistungen eintragen!

source: No Culture Fit
de: Kein Teamfit

source: No Spam
de: Kein Spam

source: No entry selected to add
de: Kein Eintrag zum Hinzufügen ausgewählt

source: No photos yet
de: Noch keine Fotos vorhanden

source: Not defined yet
de: Noch nicht eingetragen!

source: Not specified
de: Noch nicht festgelegt

source: Number of employees
de: Mitarbeiterzahl

source: Number of staff in IT
de: Mitarbeiterzahl in der IT

source: October
de: Oktober

source: Offer
de: Angebot

source: Offer Details
de: Angebotsdetails

source: Offer No.
de: Angebotsnummer

source: Offer a Job
de: Ein Angebot machen

source: Offer has expired
de: Angebot ist nicht mehr gültig

source: Offer is accepted
de: Angebot wurde angenommen

source: Offer sent to {{ name }}
de: Angebot gesendet an {{ name }}

source: Offer was rejected
de: Angebot wurde abgelehnt

source: Offer was withdrawn
de: Angebot wurde zurückgezogen

source: Offer {{ status }}
de: Angebot {{ status }}

source: Offered annual salary
de: Angebot Jahresgehalt

source: Offers
de: Job-Angebote

source: Offices
de: Standort

source: On this page you will see the offers that have been made to you so far.
de: Auf dieser Seite siehst du alle Angebote, die dir bis jetzt unterbreitet wurden.

source: On your way to pro
de: Gute Profilqualität

source: Once your account has been validated, you will be free to browse the platform.
de: Sobald dein Account validiert wurde, kannst du auf der Plattform suchen.

source: One candidate found
de: Einen Kandidaten gefunden

source: Only Pay if you hire
de: Rein erfolgsbassiert

source: Only numbers are allowed.
de: Bitte ausschließlich Zahlen angeben

source: Other
de: Andere

source: Other benefits
de: Andere

source: Other skills
de: Weitere Kenntnisse

source: Others
de: Weitere

source: Our Promises
de: Unsere Versprechen

source: Our Values
de: Unsere Versprechen

source: Our close contact to candidates ensures authentic and comprehensive profiles. Manipulation is virtually impossible.
de: Unser enger Kontakt zu den Kandidaten stellt authentische und aussagekräftige Profile sicher. Manipulation ist so gut wie ausgeschlossen.

source: Our close contact to candidates ensures authentic and comprehensive profiles. Manipulation is virtually impossible.
de: Unser enger Kontakt zu den Kandidaten stellt authentische und aussagekräftige Profile sicher. Manipulation ist so gut wie ausgeschlossen.

source: Outline your company's preferred technologies and IT team structure to let candidates know what to expect when working with you.
de: Stellen Sie die bevorzugten Technologien und die IT-Teamstrukturen Ihres Unternehmens heraus, um Kandidaten einen Einblick zu geben und Interesse zu wecken.

source: Password
de: Passwort

source: Password must have at least 8 characters.
de: Passwort muss aus mindestens 8 Zeichen bestehen.

source: Paste a youtube or vimeo video embed-code, describing your company and company culture. This will help candidates understand you better. It also increases the chance they accept your offer.
de: Fügen Sie ein Video über Ihre Firma oder Ihre IT-Abteilung ein (Youtube oder Vimeo Embed-Code). Das gibt Kandidaten einen besseren Einblick in Ihre Firma und erhöht die Chance der Annahme Ihres Jobangebots.

source: Paste video embed code here
de: Video Embed Code hier eintragen.

source: Period
de: Zeitraum

source: Personal Message
de: Persönliche Nachricht

source: Phone
de: Telefon

source: Phone number
de: Telefon

source: Photo description
de: Beschreibung

source: Pictures
de: Bilder

source: Please check your email inbox <a ng-href="{{email}}">{{email}}</a> for the 4Scotty welcome email and click the confirmation link in it to confirm your email address.
de: Bitte schau in deiner Email Inbox <a ng-href="{{email}}">{{email}}</a> nach deiner 4Scotty Willkommens-Mail und bestätige deine Email-Adresse.

source: Please check your inbox and confirm your email address.
de: Bitte bestätige deine E-Mail Adresse.

source: Please choose a city from the menu.
de: Bitte wähle eine Stadt aus der Liste.

source: Please choose a password.
de: Bitte wähle ein Passwort.

source: Please choose at least one skill
de: Bitte wähle mindestens eine Kenntnis.

source: Please choose at least one tag
de: Bitte wähle mindestens eines aus
