Repository: iwein/temp
Catalog: scotty/static/po/*.po
Languages: de

source: Whether you choose the one-time payment or monthly pricing model – at 4Scotty you only pay once you have actually hired a candidate.
de: Ob Sie die einmalige Vermittlungsgebühr oder monatliche Raten bevorzugen - bei 4Scotty zahlen sie nur, wenn sie wirklich einen Kandidaten eingestellt haben.

source: Which languages do you speak and how well?
de: Welche Sprachen sprichst du und wie gut sprichst du sie?

source: Winning! You have signed a contract with <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link> and will receive you golden handshake soon.
de: Gewonnen! Du hast einen Vertrag unterschrieben mit dem Unternehmen <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link>und wirst nun bald dein Startgeld bekommen.

source: Winning! you have signed a contract with <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> and will receive your golden handshake soon
de: Gewonnen! Du hast einen Vertrag mit <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> unterzeichnet.

source: Winning! you have signed a contract with <hc-employer-link ng-model="entry.employer"></hc-employer-link> and will receive your golden handshake soon
de: Gewonnen! Du hast einen Vertrag mit dem Unternehmen <hc-employer-link ng-model="entry.employer"></hc-employer-link> und wirst nun bald dein Startgeld erhalten.

source: Withdraw
de: Zurückziehen

source: Withdrawn
de: Zurückziehen

source: Working Environment
de: Ausstattung des Arbeitsplatzes

source: Working environment
de: Arbeitsumgebung

source: YYYY-MM-DD
de: JJJJ-MM-TT

source: Year
de: Jahr

source: Yes, I've got a work visa for EU
de: Ja, ich habe eine Arbeitserlaubnis der EU

source: You agree not to approach one of our candidates outside of 4Scotty, or circumvent us in any way.
de: Sie stimmen zu, unsere Kandidaten nicht außerhalb von 4Scotty zu kontaktieren, oder unseren Service in irgendeiner anderen Form zu umgehen.

source: You agreed to the <a ng-href="{{ staticUrl() }}/terms-of-service.html">terms and conditions</a>!
de: Sie haben unseren <a href="/terms-of-service.html"> AGB zugestimmt</a>!

source: You already have a company with this name starting on the same month.
de: Du hast schon ein Unternehmen mit diesem Namen mit dem gleichen Startmonat.

source: You can only win
de: Du kannst nur gewinnen

source: You have already accepted another offer!
de: Du hast schon ein anderes Angebot angenommen!

source: You have already accepted this offer!
de: Du hast dieses Angebot schon angenommen!

source: You have been hired, offer management is currently disabled.
de: Du wurdest eingestellt, das Angebotsübersicht wurde inaktiv gesetzt.

source: You have not received your email confirmation? You checked your spam folder?
de: Du hast keine Bestätigungs-E-Mail erhalten? Hast du deinen Spam-Ordner überprüft?

source: You have requested an interview with <hc-employer-link ng-model="entry.employer"></hc-employer-link>. They have been notified and should get in touch.
de: Du hast ein Interview angefragt mit dem Unternehmen <hc-employer-link ng-model="entry.employer"></hc-employer-link>. Sie wurden benachrichtigt und werden sich bei dir melden.

source: You have turned down <hc-offer-link ng-model="entry.offer">the offer</hc-offer-link> from <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link>
de: Du hast das Angebot <hc-offer-link ng-model="entry.offer">the offer</hc-offer-link> von <hc-employer-link ng-model="entry.offer.employer"></hc-employer-link> abgelehnt.

source: You have turned down the offer
de: Du hast das Angebot abgelehnt

source: You have turned down this offer
de: Du hast dieses Angebot abgelehnt

source: You interviewed <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link>.
de: Sie haben <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> interviewt.

source: You must accept our terms and services to proceed.
de: Du musst erst unseren Nutzungsbedingungen zustimmen.

source: You must be at least 16 years old to register.
de: Du musst zur Registrierung mindestens 16 Jahre alt sein.

source: You must type the same password on both fields.
de: Die Passwörter müssen in beiden Feldern übereinstimmen.

source: You need be approved to see this page.
de: Ihr Profil muss bestätigt sein, um diese Seite zu sehen.

source: You need complete signup process to see this page.
de: Sie müssen den Anmeldungsprozess vervollständigen, um diese Seite zu sehen

source: You need to agree to the terms to signup
de: Du musst den Nutzungsbedingungen zustimmen, um dich anzumelden.

source: You need to be logged in to see this page
de: Sie müssen eingeloggt sein, um diese Seite zu sehen.

source: You sent an offer to <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link>.
de: Sie haben <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> ein Job-Angebot gemacht.

source: You signed a contract with <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> They will start soon!
de: Sie haben einen Arbeitsvertrag mit <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> geschlossen. Guten Start!

source: You signed up.
de: Sie haben sich registriert.

source: You started negotiating contract details with <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link>
de: Sie haben Vertragsverhandlungen mit <hc-candidate-link ng-model="entry.candidate"></hc-candidate-link> begonnen.

source: You were blocked
de: Du wurdest blockiert

source: Your account confirmation email has been resent!
de: Deine Bestätigungs-E-Mail wurde nochmal verschickt!

source: Your password has been updated. You can now login with your new password
de: Dein Passwort wurde erneuert. Du kannst dich nun mit deinem neuen Passwort anmelden.

source: Your profile has not been reviewed &amp; approved yet.
de: Dein Profil wurde noch nicht geprüft &amp; bestätigt.

source: Your profile is done, just waiting for you to click the activation link in your inbox.
de: Dein Profil ist vollständig, du musst nur noch den Aktivierungslink in der Bestätigungs-E-Mail klicken.

source: Your profile name and picture cannot be seen by employers unless you have accepted their job-offer.
de: Unternehmen sehen deinen Namen und dein Foto erst, wenn du ihr Angebot angenommen hast.

source: Your profile name and picture is immediately public to companies.
de: Dein Profilname und dein Bild sind sofort für Unternehmen zu sehen.

source: You’ll always find all essential job details about every job offer posted on 4Scotty – including the salary.
de: Jedes Jobangebot bei 4Scotty enthält alle wichtigen Fakten - einschließlich Gehalt.

source: You’ll only receive job offers that match your profile.
de: Du wirst nur Jobangebote erhalten, die auf dein Profil passen.

source: Zip code
de: Postleitzahl

source: advanced
de: Fortgeschritten

source: among the leading 500 companies
de: Unter den 500 weltweit führenden Unternehmen

source: basic
de: Grundkenntnisse

source: cancel
de: abbrechen

source: candidate accepted this offer
de: Kandidat hat dieses Angebot angenommen

source: candidate has rejected this offer
de: Kandidat hat dieses Angebot abgelehnt

source: continue signup process.
de: Den Anmeldeprozess fortsetzen.

source: contract was signed
de: Vertrag wurde unterzeichnet

source: created
de: erstellt

source: employer has withdrawn this offer
de: Unternehmen hat sein Angebot zurückgezogen

source: established and less than 1.000 employees
de: Etabliert, aber weniger als 1.000 Mitarbeiter

source: expert
de: Experte

source: fluent
de: Verhandlungssicher

source: go to your profile.
de: gehe zu deinem Profil

source: grown player with multi-national operations
de: Mehr als 1.000 Mitarbeiter und multinational tätig

source: has a work visa
de: hat eine Arbeitserlaubnis

source: in an interview for this offer
de: im Interview für dieses Angebot

source: interview requested
de: Interview angefragt

source: large
de: groß

source: last update
de: letzte Aktualisierung

source: less
de: weniger

source: less than one month
de: weniger als ein Monat

source: log in.
de: Anmelden

source: midsized
de: mittelständisch

source: month
de: Monat

source: months
de: Monate

source: more
de: mehr

source: native
de: Muttersprachlich

source: negotiating contract details
de: Vertragsverhandlungen

source: offer has expired
de: Angebot ist nicht mehr gültig

source: offer made
de: Angebot unterbreitet

source: reason
de: Grund

source: reviewing offer
de: prüft Job-Angebot

source: save
de: speichern

source: searching
de: aktiv

source: started within the last 5 years
de: In den letzten 5 Jahren begonnen

source: terms of services
de: Nutzungsbedingungen

source: today
de: heute

source: waiting for candidate to accept
de: warten, dass der Kandidat akzeptiert

source: waiting for you to accept
de: darauf warten das du akzeptierst

source: year
de: Jahr

source: years
de: Jahre

source: you accepted this offer
de: du hast dieses Angebot akzeptiert

source: you rejected this offer
de: du hast dieses Angebot abgelehnt

source: you withdrew this offer
de: du hast dieses Angebot zurückgezogen

source: {{ role }} from {{ city }}, {{ country_iso }}
de: {{ role }} aus {{ city }}

source: ©2015 4Scotty. All Rights Reserved.
de: ©2015 4Scotty. Alle Rechte gesichert.
